Repository: isopen-io/meeshy
Catalog: apps/ios/Meeshy/Localizable.xcstrings
Source language: fr
Languages: ar, de, en, es, it, pt_br

# calls.detail.transcript
source: Transcription
ar: النص
de: Transkription
en: Transcript
es: Transcripción
it: Trascrizione
pt_br: Transcrição

# calls.empty.title
source: Aucun appel récent
ar: لا مكالمات حديثة
de: Keine kürzlichen Anrufe
en: No recent calls
es: No hay llamadas recientes
it: Nessuna chiamata recente
pt_br: Nenhuma chamada recente

# calls.empty.subtitle
source: Vos appels reçus, manqués, annulés et émis apparaîtront ici.
ar: ستظهر هنا مكالماتك الواردة والفائتة والملغاة والصادرة.
de: Deine eingegangenen, verpassten, abgebrochenen und ausgehenden Anrufe erscheinen hier.
en: Your received, missed, cancelled and outgoing calls will appear here.
es: Aquí aparecerán tus llamadas recibidas, perdidas, canceladas y realizadas.
it: Qui appariranno le tue chiamate ricevute, perse, annullate ed effettuate.
pt_br: Suas chamadas recebidas, perdidas, canceladas e feitas aparecerão aqui.

# calls.history.error
source: Erreur lors du chargement
ar: خطأ أثناء التحميل
de: Fehler beim Laden
en: Loading error
es: Error al cargar
it: Errore di caricamento
pt_br: Erro ao carregar

# calls.type.video
source: Appel video
ar: مكالمة فيديو
de: Videoanruf
en: Video call
es: Videollamada
it: Videochiamata
pt_br: Chamada de vídeo

# calls.redial.hint
source: Ouvre le choix entre appel vocal et appel vidéo
ar: يفتح الاختيار بين مكالمة صوتية ومرئية
de: Öffnet die Wahl zwischen Sprach- und Videoanruf
en: Opens the choice between a voice and a video call
es: Abre la elección entre llamada de voz y de vídeo
it: Apre la scelta tra chiamata vocale e video
pt_br: Abre a escolha entre chamada de voz e de vídeo

# camera.capture.photo
source: Prendre une photo
ar: التقاط صورة
de: Foto aufnehmen
en: Take photo
es: Tomar foto
it: Scatta una foto
pt_br: Tirar foto

# camera.close
source: Fermer
ar: إغلاق
de: Schließen
en: Close
es: Cerrar
it: Chiudi
pt_br: Fechar

# camera.flash.auto
source: Flash automatique
ar: فلاش تلقائي
de: Automatischer Blitz
en: Automatic flash
es: Flash automático
it: Flash automatico
pt_br: Flash automático

# camera.flash.off
source: Flash désactivé
ar: الفلاش معطّل
de: Blitz aus
en: Flash off
es: Flash desactivado
it: Flash disattivato
pt_br: Flash desativado

# camera.flash.on
source: Flash activé
ar: الفلاش مفعّل
de: Blitz an
en: Flash on
es: Flash activado
it: Flash attivato
pt_br: Flash ativado

# camera.microphone.denied
source: Micro refusé — la vidéo sera muette. Toucher pour ouvrir les Réglages
ar: تم رفض الميكروفون — سيكون الفيديو صامتًا. اضغط لفتح الإعدادات
de: Mikrofon verweigert — das Video bleibt stumm. Zum Öffnen der Einstellungen tippen
en: Microphone denied — the video will be silent. Tap to open Settings
es: Micrófono denegado: el vídeo no tendrá sonido. Toca para abrir Ajustes
it: Microfono negato — il video sarà muto. Tocca per aprire Impostazioni
pt_br: Microfone negado — o vídeo ficará mudo. Toque para abrir os Ajustes

# camera.mode.photo
source: Photo
ar: صورة
de: Foto
es: Foto
it: Foto
pt_br: Foto

# camera.mode.video
source: Vidéo
ar: فيديو
de: Video
en: Video
es: Vídeo
it: Video
pt_br: Vídeo

# camera.permission.openSettings
source: Ouvrir les Réglages
ar: فتح الإعدادات
de: Einstellungen öffnen
en: Open Settings
es: Abrir Ajustes
it: Apri Impostazioni
pt_br: Abrir os Ajustes

# camera.permission.denied.title
source: Accès à la caméra refusé
ar: تم رفض الوصول إلى الكاميرا
de: Kamerazugriff verweigert
en: Camera access denied
es: Acceso a la cámara denegado
it: Accesso alla fotocamera negato
pt_br: Acesso à câmera negado

# camera.permission.denied.body
source: Autorisez Meeshy à utiliser la caméra pour prendre des photos et des vidéos.
ar: اسمح لـ Meeshy باستخدام الكاميرا لالتقاط الصور ومقاطع الفيديو.
de: Erlaube Meeshy, die Kamera für Fotos und Videos zu verwenden.
en: Allow Meeshy to use the camera to take photos and videos.
es: Permite que Meeshy use la cámara para hacer fotos y vídeos.
it: Consenti a Meeshy di usare la fotocamera per scattare foto e registrare video.
pt_br: Permita que o Meeshy use a câmera para tirar fotos e gravar vídeos.

# camera.record.start
source: Démarrer l'enregistrement
ar: بدء التسجيل
de: Aufnahme starten
en: Start recording
es: Iniciar grabación
it: Avvia la registrazione
pt_br: Iniciar gravação

# camera.record.stop
source: Arrêter l'enregistrement
ar: إيقاف التسجيل
de: Aufnahme stoppen
en: Stop recording
es: Detener grabación
it: Interrompi la registrazione
pt_br: Parar gravação

# camera.recording
source: Enregistrement en cours
ar: جارٍ التسجيل
de: Aufnahme läuft
en: Recording
es: Grabando
it: Registrazione in corso
pt_br: Gravando

# camera.save.failed
source: Impossible d'enregistrer dans Photos
ar: تعذّر الحفظ في الصور
de: Speichern in Fotos nicht möglich
en: Couldn't save to Photos
es: No se ha podido guardar en Fotos
it: Impossibile salvare in Foto
pt_br: Não foi possível salvar em Fotos

# camera.switch
source: Changer de caméra
ar: تبديل الكاميرا
de: Kamera wechseln
en: Switch camera
es: Cambiar de cámara
it: Cambia fotocamera
pt_br: Trocar de câmera

# comment.action.copy
source: Copier le texte
ar: نسخ النص
de: Text kopieren
en: Copy text
es: Copiar texto
it: Copia il testo
pt_br: Copiar texto

# comment.action.delete
source: Supprimer
ar: حذف
de: Löschen
en: Delete
es: Eliminar
it: Elimina
pt_br: Excluir

# common.active
source: Actif
ar: نشط
de: Aktiv
en: Active
es: Activo
it: Attivo
pt_br: Ativo

# common.back
source: Retour
ar: رجوع
de: Zurück
en: Back
es: Atrás
it: Indietro
pt_br: Voltar

# common.add
source: Ajouter
ar: إضافة
de: Hinzufügen
en: Add
es: Añadir
it: Aggiungi
pt_br: Adicionar

# common.cancel
source: Annuler
ar: إلغاء
de: Abbrechen
en: Cancel
es: Cancelar
it: Annulla
pt_br: Cancelar

# common.close
source: Fermer
ar: إغلاق
de: Schließen
en: Close
es: Cerrar
it: Chiudi
pt_br: Fechar

# common.copyLink
source: Copier le lien
ar: نسخ الرابط
de: Link kopieren
en: Copy link
es: Copiar el enlace
it: Copia link
pt_br: Copiar o link

# common.delete
source: Supprimer
ar: حذف
de: Löschen
en: Delete
es: Eliminar
it: Elimina
pt_br: Excluir

# common.error.generic
source: Une erreur est survenue
ar: حدث خطأ
de: Ein Fehler ist aufgetreten
en: Something went wrong
es: Se ha producido un error
it: Si è verificato un errore
pt_br: Ocorreu um erro

# common.error
source: Erreur
ar: خطأ
de: Fehler
en: Error
es: Error
it: Errore
pt_br: Erro

# common.edit
source: Modifier
ar: تعديل
de: Bearbeiten
en: Edit
es: Editar
it: Modifica
pt_br: Editar

# common.downloading
source: Téléchargement…
ar: جارٍ التنزيل…
de: Wird geladen …
en: Downloading…
es: Descargando…
it: Download…
pt_br: Baixando…

# common.error.unknown
source: Erreur inconnue
ar: خطأ غير معروف
de: Unbekannter Fehler
en: Unknown error
es: Error desconocido
it: Errore sconosciuto
pt_br: Erro desconhecido

# common.inactive
source: Inactif
ar: غير نشط
de: Inaktiv
en: Inactive
es: Inactivo
it: Inattivo
pt_br: Inativo

# common.ok
source: OK
ar: حسنًا

# common.selected
source: Sélectionné
ar: محدَّد
de: Ausgewählt
en: Selected
es: Seleccionado
it: Selezionato
pt_br: Selecionado

# common.verify
source: Vérifier
ar: تحقُّق
de: Überprüfen
en: Verify
es: Verificar
it: Verifica
pt_br: Verificar

# common.send
source: Envoyer
ar: إرسال
de: Senden
en: Send
es: Enviar
it: Invia
pt_br: Enviar

# communities.title
source: Communautés
ar: المجتمعات
de: Communities
en: Communities
es: Comunidades
it: Community
pt_br: Comunidades

# community.links.row.subtitle
source: %lld membres · %@
ar: %lld أعضاء · %@
de: %lld Mitglieder · %@
en: %lld members · %@
es: %lld miembros · %@
it: %lld membri · %@
pt_br: %lld membros · %@

# community.links.section.mine
source: MES COMMUNAUTÉS
ar: مجتمعاتي
de: MEINE COMMUNITYS
en: MY COMMUNITIES
es: MIS COMUNIDADES
it: LE MIE COMMUNITY
pt_br: MINHAS COMUNIDADES

# community.links.row.open.a11y
source: Ouvre les détails de la communauté
ar: يفتح تفاصيل المجتمع
de: Öffnet die Community-Details
en: Opens the community details
es: Abre los detalles de la comunidad
it: Apre i dettagli della community
pt_br: Abre os detalhes da comunidade

# community.links.empty.title
source: Aucune communauté administrée
ar: لا توجد مجتمعات تديرها
de: Keine verwalteten Communities
en: No communities managed
es: Ninguna comunidad administrada
it: Nessuna community gestita
pt_br: Nenhuma comunidade administrada

# community.links.empty.subtitle
source: Les communautés que vous gérez apparaîtront ici avec leur lien de partage
ar: ستظهر هنا المجتمعات التي تديرها مع روابط مشاركتها
de: Von dir verwaltete Communities erscheinen hier mit ihrem Freigabelink
en: Communities you manage will appear here with their share link
es: Las comunidades que administras aparecerán aquí con su enlace para compartir
it: Le community che gestisci appariranno qui con il loro link di condivisione
pt_br: As comunidades que você administra aparecerão aqui com o link de compartilhamento

# community.links.create.a11y
source: Créer une communauté
ar: إنشاء مجتمع
de: Community erstellen
en: Create a community
es: Crear una comunidad
it: Crea una community
pt_br: Criar uma comunidade

# communityLink.createdAt
source: Créé le
ar: أُنشئ في
de: Erstellt am
en: Created on
es: Creado el
it: Creato il
pt_br: Criado em

# community.links.title
source: Liens communauté
ar: روابط المجتمع
de: Community-Links
en: Community links
es: Enlaces de la comunidad
it: Link della community
pt_br: Links da comunidade

source: complet
ar: مكتمل
de: vollständig
en: complete
es: completo
it: completo
pt_br: completo

# components.characterCount.a11y
source: %1$lld caractères sur %2$lld
ar: %1$lld حرفًا من أصل %2$lld
de: %1$lld von %2$lld Zeichen
en: %1$lld of %2$lld characters
es: %1$lld de %2$lld caracteres
it: %1$lld caratteri su %2$lld
pt_br: %1$lld de %2$lld caracteres

# composer.socle.audience
source: Audience
ar: الجمهور
de: Publikum
es: Audiencia
it: Pubblico
pt_br: Público

# composer.socle.publish
source: Publier
ar: نشر
de: Veröffentlichen
en: Publish
es: Publicar
it: Pubblica
pt_br: Publicar

# composer.format.denied.reel
source: Demande une vidéo
ar: يتطلب مقطع فيديو
de: Erfordert ein Video
en: Needs a video
es: Requiere un vídeo
it: Richiede un video
pt_br: Precisa de um vídeo

# composer.format.denied.mood
source: Ne porte que du texte
ar: نص فقط
de: Nur Text
en: Text only
es: Solo texto
it: Solo testo
pt_br: Apenas texto

# composer.format.denied.story
source: Indisponible depuis cette porte
ar: غير متاح من هذا المدخل
de: Über diesen Einstieg nicht verfügbar
en: Unavailable from this entry
es: No disponible desde esta entrada
it: Non disponibile da questo ingresso
pt_br: Indisponível a partir desta entrada

# composer.format.denied.post
source: Indisponible pour ce contenu
ar: غير متاح لهذا المحتوى
de: Für diesen Inhalt nicht verfügbar
en: Unavailable for this content
es: No disponible para este contenido
it: Non disponibile per questo contenuto
pt_br: Indisponível para este conteúdo

# composer.drop.hint
source: Déposer ici
ar: أفلِت هنا
de: Hier ablegen
en: Drop here
es: Suelta aquí
it: Rilascia qui
pt_br: Solte aqui

# composer.drop.unnamedItem
source: élément sans nom
ar: عنصر بلا اسم
de: unbenanntes Element
en: unnamed item
es: elemento sin nombre
it: elemento senza nome
pt_br: item sem nome

# composer.ingest.failed
source: Impossible d'importer : %@
ar: تعذّر الاستيراد: %@
de: Import nicht möglich: %@
en: Couldn’t import: %@
es: No se ha podido importar: %@
it: Impossibile importare: %@
pt_br: Não foi possível importar: %@

# composer.a11y.moreOptions
source: Plus d'options
ar: خيارات أخرى
de: Weitere Optionen
en: More options
es: Más opciones
it: Altre opzioni
pt_br: Mais opções

# composer.overflow.clearAll
source: Tout effacer
ar: مسح الكل
de: Alles löschen
en: Clear all
es: Borrar todo
it: Cancella tutto
pt_br: Limpar tudo

# conversation.filter.add
source: Toucher pour ajouter ce filtre
ar: انقر لإضافة هذا الفلتر
de: Zum Hinzufügen dieses Filters tippen
en: Tap to add this filter
es: Toca para añadir este filtro
it: Tocca per aggiungere questo filtro
pt_br: Toque para adicionar este filtro

# conversation.filter.remove
source: Toucher pour retirer ce filtre
ar: انقر لإزالة هذا الفلتر
de: Zum Entfernen dieses Filters tippen
en: Tap to remove this filter
es: Toca para quitar este filtro
it: Tocca per rimuovere questo filtro
pt_br: Toque para remover este filtro

# composer.rail.drawing
source: Dessiner
ar: ارسم
de: Zeichnen
en: Draw
es: Dibujar
it: Disegna
pt_br: Desenhar

# composer.rail.leading.label
source: Ajouter à la scène
ar: إضافة إلى المشهد
de: Zur Szene hinzufügen
en: Add to the scene
es: Añadir a la escena
it: Aggiungi alla scena
pt_br: Adicionar à cena

# composer.rail.text
source: Ajouter du texte
ar: إضافة نص
de: Text hinzufügen
en: Add text
es: Añadir texto
it: Aggiungi testo
pt_br: Adicionar texto

# composer.rail.tool.exit
source: Terminer l'outil
ar: إنهاء الأداة
de: Werkzeug beenden
en: Finish tool
es: Terminar herramienta
it: Termina strumento
pt_br: Concluir ferramenta

# composer.rail.trailing.label
source: Modifier l'objet sélectionné
ar: تعديل العنصر المحدد
de: Ausgewähltes Objekt bearbeiten
en: Edit the selected object
es: Editar el objeto seleccionado
it: Modifica l'oggetto selezionato
pt_br: Editar o objeto selecionado

# composer.rail.description
source: Décrire
ar: وصف
de: Beschreiben
en: Describe
es: Describir
it: Descrivi
pt_br: Descrever

# composer.rail.media
source: Ajouter un média
ar: إضافة وسائط
de: Medien hinzufügen
en: Add media
es: Añadir contenido
it: Aggiungi un media
pt_br: Adicionar mídia

# composer.rail.slide.add
source: Nouvelle slide
ar: شريحة جديدة
de: Neue Folie
en: New slide
es: Nueva diapositiva
it: Nuova slide
pt_br: Novo slide

# composer.rail.sound
source: Ajouter un son
ar: إضافة صوت
de: Ton hinzufügen
en: Add sound
es: Añadir sonido
it: Aggiungi un suono
pt_br: Adicionar som

# composer.rail.sound.library
source: Emprunter un son
ar: استعارة صوت
de: Sound ausleihen
en: Borrow a sound
es: Tomar prestado un sonido
it: Prendi in prestito un suono
pt_br: Pegar um som emprestado

# composer.rail.sound.record
source: Enregistrer un vocal
ar: تسجيل ملاحظة صوتية
de: Sprachnotiz aufnehmen
en: Record a voice note
es: Grabar una nota de voz
it: Registra una nota vocale
pt_br: Gravar um áudio

# composer.rail.sound.files
source: Importer un fichier audio
ar: استيراد ملف صوتي
de: Audiodatei importieren
en: Import an audio file
es: Importar un archivo de audio
it: Importa un file audio
pt_br: Importar um arquivo de áudio

# composer.sound.role.foreground.borrowed
source: Un son de la bibliothèque reste crédité à son auteur : il ne peut pas devenir une pièce jointe.
ar: يظل صوت المكتبة منسوبًا إلى مؤلفه: لا يمكن أن يصبح مرفقًا.
de: Ein Ton aus der Bibliothek bleibt seinem Urheber zugeschrieben: Er kann kein Anhang werden.
en: A library sound stays credited to its author: it cannot become an attachment.
es: Un sonido de la biblioteca sigue acreditado a su autor: no puede convertirse en un adjunto.
it: Un suono della libreria resta accreditato al suo autore: non può diventare un allegato.
pt_br: Um som da biblioteca continua creditado ao autor: não pode virar um anexo.

# composer.sound.role.foreground.detail
source: Pièce jointe du post, avec son lecteur.
ar: مرفق بالمنشور، مع مشغِّله.
de: Anhang des Beitrags, mit eigenem Player.
en: Attachment of the post, with its player.
es: Adjunto de la publicación, con su reproductor.
it: Allegato del post, con il suo lettore.
pt_br: Anexo do post, com seu player.

# composer.sound.role.foreground.scene
source: Puce sur la scène
ar: شارة على المشهد
de: Chip auf der Szene
en: Chip on the scene
es: Ficha en la escena
it: Chip sulla scena
pt_br: Chip na cena

# composer.sound.role.foreground.scene.detail
source: Posée sur la scène : déplaçable, redimensionnable.
ar: موضوعة على المشهد: قابلة للتحريك وتغيير الحجم.
de: Auf der Szene platziert: verschiebbar und skalierbar.
en: Placed on the scene: movable and resizable.
es: Colocada en la escena: se mueve y se redimensiona.
it: Posata sulla scena: spostabile e ridimensionabile.
pt_br: Colocado na cena: móvel e redimensionável.

# composer.sound.role.title
source: Place du son
ar: موضع الصوت
de: Platzierung des Tons
en: Sound placement
es: Posición del sonido
it: Posizione del suono
pt_br: Posição do som

# composer.sound.background.a11y
source: Son de fond
ar: صوت الخلفية
de: Hintergrundton
en: Background sound
es: Sonido de fondo
it: Suono di sottofondo
pt_br: Som de fundo

# composer.sound.background.edit.hint
source: Modifier le son de fond
ar: تعديل صوت الخلفية
de: Hintergrundton bearbeiten
en: Edit background sound
es: Editar el sonido de fondo
it: Modifica l’audio di sottofondo
pt_br: Editar o som de fundo

# composer.sound.role.background
source: Fond de la slide
ar: خلفية الشريحة
de: Hintergrund der Folie
en: Slide background
es: Fondo de la diapositiva
it: Sfondo della slide
pt_br: Fundo do slide

# composer.sound.role.background.detail
source: Se joue pendant cette slide, sans lecteur visible.
ar: يُشغَّل أثناء عرض هذه الشريحة، دون مشغّل ظاهر.
de: Läuft, während diese Folie angezeigt wird — ohne sichtbaren Player.
en: Plays while this slide is shown, with no visible player.
es: Suena mientras se muestra esta diapositiva, sin reproductor visible.
it: Si riproduce durante questa slide, senza player visibile.
pt_br: Toca enquanto este slide é exibido, sem player visível.

# composer.sound.role.foreground
source: Contenu de publication
ar: محتوى المنشور
de: Beitragsinhalt
en: Publication content
es: Contenido de la publicación
it: Contenuto della pubblicazione
pt_br: Conteúdo da publicação

# composer.rail.sticker
source: Ajouter un sticker
ar: إضافة ملصق
de: Sticker hinzufügen
en: Add a sticker
es: Añadir una pegatina
it: Aggiungi uno sticker
pt_br: Adicionar um sticker

# composer.rail.mention
source: Nommer quelqu'un
ar: الإشارة إلى شخص
de: Jemanden erwähnen
en: Mention someone
es: Mencionar a alguien
it: Menziona qualcuno
pt_br: Mencionar alguém

# composer.rail.place
source: Ajouter un lieu
ar: إضافة مكان
de: Ort hinzufügen
en: Add a place
es: Añadir un lugar
it: Aggiungi un luogo
pt_br: Adicionar um lugar

# composer.description.a11y.open
source: Écrire la description
ar: كتابة الوصف
de: Beschreibung schreiben
en: Write the description
es: Escribir la descripción
it: Scrivi la descrizione
pt_br: Escrever a descrição

# composer.description.amorce
source: Touchez pour écrire
ar: انقر للكتابة
de: Zum Schreiben tippen
en: Tap to write
es: Toca para escribir
it: Tocca per scrivere
pt_br: Toque para escrever

# composer.description.collapse
source: Replier la description
ar: طيّ الوصف
de: Beschreibung einklappen
en: Collapse description
es: Contraer la descripción
it: Comprimi la descrizione
pt_br: Recolher a descrição

# composer.description.editHint
source: Touchez pour modifier la description
ar: اضغط لتعديل الوصف
de: Tippen, um die Beschreibung zu bearbeiten
en: Tap to edit the description
es: Toca para editar la descripción
it: Tocca per modificare la descrizione
pt_br: Toque para editar a descrição

# composer.description.expand
source: Afficher la description
ar: إظهار الوصف
de: Beschreibung anzeigen
en: Show description
es: Mostrar la descripción
it: Mostra la descrizione
pt_br: Mostrar a descrição

# composer.description.placeholder
source: Ajouter une description
ar: إضافة وصف
de: Beschreibung hinzufügen
en: Add a description
es: Añadir una descripción
it: Aggiungi una descrizione
pt_br: Adicionar uma descrição

# composer.description.a11y.edit
source: Touchez pour modifier la description
ar: انقر لتعديل الوصف
de: Zum Bearbeiten der Beschreibung tippen
en: Tap to edit the description
es: Toca para editar la descripción
it: Tocca per modificare la descrizione
pt_br: Toque para editar a descrição

# composer.description.a11y.done
source: Terminer la description
ar: إنهاء الوصف
de: Beschreibung abschließen
en: Finish the description
es: Terminar la descripción
it: Termina la descrizione
pt_br: Concluir a descrição

# composer.overflow.pickBackground
source: Couleur de fond
ar: لون الخلفية
de: Hintergrundfarbe
en: Background color
es: Color de fondo
it: Colore di sfondo
pt_br: Cor de fundo

# composer.overflow.removeBackground
source: Retirer le fond
ar: إزالة الخلفية
de: Hintergrund entfernen
en: Remove background
es: Quitar el fondo
it: Rimuovi lo sfondo
pt_br: Remover o fundo

# composer.a11y.preview
source: Aperçu
ar: معاينة
de: Vorschau
en: Preview
es: Vista previa
it: Anteprima
pt_br: Pré-visualização

# composer.a11y.removeAttachment
source: Retirer la pièce jointe
ar: إزالة المرفق
de: Anhang entfernen
en: Remove attachment
es: Quitar el archivo adjunto
it: Rimuovi l'allegato
pt_br: Remover o anexo

# composer.a11y.panelHandleHint
source: Glisser vers le haut pour ouvrir toute la photothèque
ar: اسحب لأعلى لفتح مكتبة الصور كاملة
de: Nach oben wischen, um die gesamte Fotomediathek zu öffnen
en: Swipe up to open the full photo library
es: Desliza hacia arriba para abrir toda la fototeca
it: Scorri verso l'alto per aprire l'intera libreria foto
pt_br: Deslize para cima para abrir toda a fototeca

# composer.a11y.openFullLibrary
source: Ouvrir toute la photothèque
ar: فتح مكتبة الصور كاملة
de: Gesamte Fotomediathek öffnen
en: Open the full photo library
es: Abrir toda la fototeca
it: Apri l'intera libreria foto
pt_br: Abrir toda a fototeca

# composer.a11y.openAttachMenu
source: Ouvrir le menu des pièces jointes
ar: فتح قائمة المرفقات
de: Menü für Anhänge öffnen
en: Open the attachments menu
es: Abrir el menú de archivos adjuntos
it: Apri il menu degli allegati
pt_br: Abrir o menu de anexos

# composer.a11y.cancelSelection
source: Annuler la sélection
ar: إلغاء التحديد
de: Auswahl abbrechen
en: Cancel selection
es: Cancelar la selección
it: Annulla la selezione
pt_br: Cancelar a seleção

# composer.a11y.addSelection
source: Ajouter la sélection
ar: إضافة التحديد
de: Auswahl hinzufügen
en: Add selection
es: Añadir la selección
it: Aggiungi la selezione
pt_br: Adicionar a seleção

# composer.recent.accessDenied.hint
source: Toucher pour ouvrir les Réglages
ar: اضغط لفتح الإعدادات
de: Zum Öffnen der Einstellungen tippen
en: Tap to open Settings
es: Toca para abrir Ajustes
it: Tocca per aprire Impostazioni
pt_br: Toque para abrir os Ajustes

# composer.recent.accessDenied
source: Accès aux photos refusé
ar: تم رفض الوصول إلى الصور
de: Zugriff auf Fotos verweigert
en: Photo access denied
es: Acceso a las fotos denegado
it: Accesso alle foto negato
pt_br: Acesso às fotos negado

# composer.ephemeral.activate
source: Activer le mode éphémère
ar: تفعيل الوضع المؤقّت
de: Selbstlöschend aktivieren
en: Turn on ephemeral mode
es: Activar el modo efímero
it: Attiva la modalità effimera
pt_br: Ativar o modo efêmero

# composer.effects.permanent.active
source: %lld effets permanents actifs
ar: %lld تأثيرات دائمة نشطة
de: %lld aktive Dauereffekte
en: %lld active permanent effects
es: %lld efectos permanentes activos
it: %lld effetti permanenti attivi
pt_br: %lld efeitos permanentes ativos

# composer.effects.permanent.add
source: Ajouter des effets permanents
ar: إضافة تأثيرات دائمة
de: Dauerhafte Effekte hinzufügen
en: Add permanent effects
es: Añadir efectos permanentes
it: Aggiungi effetti permanenti
pt_br: Adicionar efeitos permanentes

# composer.effects.active
source: %lld effets actifs
ar: %lld تأثيرات نشطة
de: %lld aktive Effekte
en: %lld active effects
es: %lld efectos activos
it: %lld effetti attivi
pt_br: %lld efeitos ativos

# composer.effects.add
source: Ajouter des effets au message
ar: إضافة تأثيرات إلى الرسالة
de: Effekte zur Nachricht hinzufügen
en: Add effects to the message
es: Añadir efectos al mensaje
it: Aggiungi effetti al messaggio
pt_br: Adicionar efeitos à mensagem

# composer.audio.confirm
source: Ajouter
ar: إضافة
de: Hinzufügen
en: Add
es: Añadir
it: Aggiungi
pt_br: Adicionar
